---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionIParallelFlange.ClearWebHeight
source: html/a3ecb2bb-18df-2162-152b-2e6834e6a68d.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionIParallelFlange.ClearWebHeight Property

Detailing depth between the web toes of the fillets, in.(mm)

## Syntax (C#)
```csharp
public double ClearWebHeight { get; set; }
```